export const newsData1 = [
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '介绍1',
    time: '2022-5-1',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '介绍4534',
    time: '2020-12-31',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '介绍3242342',
    time: '2020-12-31',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '介绍',
    time: '2020-12-31',
    link: '',
  },
];

export const newsData2 = [
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '234234',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '567567567',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '5675675',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '123123',
    time: '2020-12-30',
    link: '',
  },
];

export const newsData3 = [
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '34535',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '345345',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '2342342',
    time: '2020-12-30',
    link: '',
  },
  {
    title: '通知1通知1通知1通知1通知1通知1通知1通知1通知1通知1',
    source: '234234',
    time: '2020-12-30',
    link: '',
  },
];

export const newsData4 = [
  {
    title: '搜索推广“应用推广”单元绑定渠道包升级--全流量上线',
    source: '12311231',
    time: '2020-12-29',
    link: '',
  },
  {
    title: '搜索推广“应用推广”单元绑定渠道包升级--全流量上线',
    source: '21323',
    time: '2020-12-29',
    link: '',
  },
  {
    title: '搜索推广“应用推广”单元绑定渠道包升级--全流量上线',
    source: '4354',
    time: '2020-12-29',
    link: '',
  },
  {
    title: '搜索推广“应用推广”单元绑定渠道包升级--全流量上线',
    source: '345345',
    time: '2020-12-29',
    link: '',
  },
];
